Repository: jorgecarleitao/public-contracts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: This project is in continuous deployment; we use Twitter to announce updates.
pt: Este projecto está em desenvolvimento contínuo; usamos o Twitter para anunciar novidades.

source: We thank the contributors of <a href="%(tretas_url)s">dre.tretas</a> and in particular to Helder Guerreiro, for ideas and discussions that greatly improved this project.
pt: Agradecemos aos contribuidores do <a href="%(tretas_url)s">dre.tretas</a>, e em particular ao Helder Guerreiro, pelas ideias e discussões que têm melhorado este projeto.

source: Laws
pt: Leis

source: Types of laws
pt: Tipos de leis

source: %(doc_number)s document
pt: %(doc_number)s documento

source: law
pt: lei

source: types
pt: tipos

source: document
pt: documento

source: How many laws are enacted yearly?
pt: Quantas leis são criadas anualmente?

source: Impact of EU Law in the Portuguese Law
pt: Impacto da lei Europeia na lei Portuguesa

source: Evolution of the portuguese Law
pt: Evolução da Lei portuguesa

source: About Publics
pt: Sobre o Públicos

source: Author
pt: Autor

source: The author and responsible for this website is <strong>%(author)s</strong>, <a href="mailto:%(email)s">%(email)s</a>. If you have any suggestion or criticism, please contact me.
pt: O autor e resposável por este website é <strong>%(author)s</strong>, <a href="mailto:%(email)s">%(email)s</a>. Se tiver alguma dúvida ou sugestão, por favor contacte-me.

source: Disclaimer
pt: Termo de responsabilidade

source: We make a huge effort to have the data in this website synchronized with the different official websites, however, sometimes it simply does not happen. Ultimately, real-time and up-to-date information can only be obtained trough them.
pt: Fazemos um grande esforço para que a informação neste website esteja sincronizada com a de os diferentes websites oficiais de onde a extraímos, contudo, por vezes isso simplesmente não acontece. Em última instância, informação em tempo real e actualizada só pode ser obtida a partir deles.

source: While we always try to be rigorous on the analysis found in this website, they <strong>are not</strong> intended to be or substitute scientific investigations. Fundamentally, they are answers to simple curiosities and <strong>this work is not peer-reviewed</strong>.
pt: Embora procuremos ser sempre rigorosos nas análises que fazemos neste website, elas <strong>não são</strong> um substituto a investigação científica. Na sua essência, elas são apenas respostas a curiosidades e consequentemente <strong>não são revista por pares</strong>.

source: This website was created in the hope that it may be useful to anyone who wants to have better access to the portuguese public information.
pt: Este website foi criado com a esperança de ser útil a qualquer pessoa que procure melhor acesso a informação pública portuguesa.

source: Our objectives are:
pt: Os nossos objetivos são:

source: <strong>Help companies</strong> to have better access to public information to take more informed decisions.
pt: <strong>Ajudar empresas</strong> a ter melhor acesso a informação pública para tomarem decisões mais informadas.

source: <strong>Help citizens</strong> to have better access to public information and to better understand portuguese public procurements.
pt: <strong>Ajudar cidadãos</strong> a ter melhor acesso a informação pública e a perceberem melhor a contratação pública portuguesa.

source: <strong>Help scientists and policy makers</strong> with a tool to study portuguese open data.
pt: <strong>Ajudar cientístas e legisladores</strong> com uma ferramenta e apoio técnico para estudar dados abertos portugueses.

source: This website could not be possible without the help of numerous persons that gave a lot to open data, web development and active citizenship. We would like to thank to:
pt: Este website não seria possível sem a ajuda de centenas de pessoas que deram imenso para web development, dados abertos, e cidadania activa. Gostariamos de agradecer especialmente a:

source: <a href="%(mailing_list)s">Django foundation and its contributors</a> for the extraordinary software and helpful community they are;
pt: <a href="%(mailing_list)s">Fundação Django e contribuidores</a> pelo software extraordinário e comunidade fantástica que é;

source: <a href="%(mailing_list)s">Má despesa pública</a>, a portuguese blog, for publicizing some of our analysis;
pt: <a href="%(mailing_list)s">Blog Má despesa pública</a> por ajudarem a divulgar algumas das nossas análises;

source: <a href="%(mailing_list)s">The portuguese's official database</a> for insights on the current law about public contracts;
pt: <a href="%(mailing_list)s">Base de dados oficial portuguesa, BASE</a> pela ajuda na interpretação da lei e ajuda técnica;

source: <a href="%(mailing_list)s">The European Union's website</a> for the insightful information about public contracts;
pt: <a href="%(mailing_list)s">Website da União Europeia</a> que contém informação importante sobre contratação pública e legislação;

source: <a href="%(mailing_list)s">read the docs</a> for hosting our documentation.
pt: <a href="%(mailing_list)s">read the docs</a> que aloja a documentação da base de dados.

source: About
pt: Acerca

source: Publics
pt: Públicos

source: Law
pt: Lei

source: Language
pt: Idioma

source: Know the <strong>contracts</strong>, the <strong>laws</strong> and the <strong>deputies</strong> of the portuguese state.
pt: Conheça os <strong>contratos</strong>, as <strong>leis</strong> e os <strong>deputados</strong> do estado português.

source: Here you can find any public contract, tender, law or deputy officially released by official sources. We aim to provide tools for you to extract meaningful answers about them. Learn how...
pt: Aqui pode encontrar qualquer contrato, concurso público, lei ou deputado oficialmente anunciado por fontes oficiais. O nosso objetivo é dar-lhe ferramentas para você mesmo poder responder às perguntas que tem sobre o estado português. Aprenda como...

source: In this website you can find all contracts, entities and tenders officially published by the state. You can also find:
pt: Neste website pode encontrar todas os contratos, entidades e concursos públicos existentes publicados oficialmente. Pode ainda conhecer:

source: which companies are most hired, which most hire, and in which economical sector.
pt: que empresas são mais contratadas, que empresas mais contratam e em que sector económico.

source: the last public tenders, or the public entities that are tendering most.
pt: os últimos concursos públicos, ou que entidades públicas estão a contratar mais.

source: temporal evolution of macroscopic indicators of portuguese public procurement.
pt: evolução temporal de indicadores macroscópicos da contratação pública portuguesa.

source: More information
pt: Mais informações

source: In this website you can find all portuguese laws officially published.
pt: Neste local pode encontrar todas as leis oficialmente publicadas.

source: In this website you can find all members of the portuguese parliament since 1992.
pt: Neste website pode encontrar todos os deputados portugueses desde 1992.

source: Other information
pt: Outras informações:

source: This website is open source, public, and non-governmental.
pt: Este website é open source, público e não-governamental.

source: All data in this website is synchronized with official sources within 24h.
pt: Todos os dados aqui apresentados estão sincronizados com os dados oficiais com o máximo de 24h de erro.

source: The database is <strong>public</strong>. Check out the documentation to access it.
pt: A base de dados deste website é <strong>pública</strong>. Consulte a documentação do website para a aceder.

source: More about us
pt: Mais sobre nós

source: get RSS feed
pt: obter a feed RSS

source: about
pt: acerca
