Repository: jorgecarleitao/public-contracts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: You can find all officially published contracts. You can search, filter, and order the results according to your objectives. For each contract, you can find:
pt: Neste website pode encontrar todos os contratos oficialmente publicados. Pode procurar, filtrar, ou ordenar os resultados de acordo com os seus objetivos. Para cada contrato, pode encontrar:

source: who contracted
pt: quem contratou

source: who was contracted
pt: quem foi contratado

source: what was the price
pt: por que valor

source: on which economical sector
pt: em que sector económico

source: Most expensive of the month
pt: Mais caros do mês

source: In this website you have access to all public and private entities that ever participated in a public contract. Which companies are being publicly contracted in your economical sector? Here you can find them out. For each entity, you can find:
pt: Neste local tem acesso a todas as entidades públicas e privadas que alguma vez participaram num contrato público. Que empresas estão a ser contratadas pelo estado no seu sector económico? Aqui pode conhecê-las. Para cada entidade, pode encontrar:

source: the contracts where it was contracted
pt: os contratos em que foi contratada

source: the contracts it made
pt: os contratos que fez

source: its economical sectors
pt: os seus sectores económicos

source: its clients
pt: os seus clientes

source: Most recent
pt: Mais recentes

source: You can find all existing public tenders, by economical-sector or by public entity. We provide direct reference to the Diário da República online where you can find the details of the tender. For each tender, you can find
pt: Neste website pode encontrar todos os concursos públicos, por sector económico ou entidade pública. Temos a referência directa para o Diário da República online onde pode encontrar os detalhes do concurso. Para cada concurso, pode encontrar:

source: who is contracting
pt: Quem o criou

source: what and at what price
pt: O quê e a que preço

source: when is the deadline
pt: Qual a data limite

source: economical sectors
pt: sectores económicos

source: In this website all contracts and tenders are categorized by economical sector. This way you can focus on what matters for you or your company. For each category, you can find:
pt: Neste local todos os contratos e concursos estão categorizados por sector económico. Desta forma pode-se focar no que lhe interessa para si ou para a sua empresa. Para cada categoria, pode encontrar:

source: who contracted in this sector
pt: quem contrata neste sector

source: who was contracted in this sector
pt: quem é contratado neste sector

source: what is the value of the sector
pt: qual o valor do sector

source: In this website we analyse portuguese public procurement.
pt: Neste local apresentamos também análises quantitativas à contratação pública portuguesa.

source: Be updated
pt: Esteja atualizado

source: All information is updated every 24 hours and all lists here have an RSS-feed available. This way, you can receive automatic notifications on your device.
pt: Toda a informação é atualizada diariamente e todas as listas têm um RSS-feed. Desta forma pode receber notificações automáticas de novos contratos e concursos no seu dispositivo.

source: Other informations
pt: Outras informações

source: All functionality is free of charge.
pt: Este website é grátis.

source: The aim of this website is to anyone can take advantage of the open data provided by the portuguese state. Thus, if you find an error or mistake, tell us so everyone can profit from having it fixed.
pt: O objetivo deste local é que qualquer pessoa possa tirar proveito dos dados públicos da contratação portuguesa. Assim, se encontrou um erro, diga-nos para que todos os utilizadores ganhem em tê-lo resolvido.

source: If this website is worth to anyone in your network, consider sharing it.
pt: Se este local é vantajoso para alguém na sua rede de contactos, ajude-nos a divulgá-lo.

source: Value negotiable
pt: Valor negociável

source: deadline
pt: data limite

source: closes at
pt: fecha a

source: %(contracts_count)s contract
pt: %(contracts_count)s contrato

source: %(value).1f thousand
pt: %(value).1f mil

source: %(value)s thousand
pt: %(value)s mil

source: %(value).1f million
pt: %(value).1f milhão

source: %(value)s million
pt: %(value)s milhão

source: %(value).1f billion
pt: %(value).1f bilião

source: %(value)s billion
pt: %(value)s bilião

source: %(value).1f trillion
pt: %(value).1f trilião

source: %(value)s trillion
pt: %(value)s trilião

source: %(value).1f quadrillion
pt: %(value).1f quadrilião

source: %(value)s quadrillion
pt: %(value)s quadrilião

source: home
pt: início

source: analysis
pt: analises

source: contract
pt: contrato

source: entity
pt: entidade

source: category
pt: categoria

source: categories
pt: categorias

source: page
pt: página

source: When do Portugal contract most?
pt: Quando é que o estado mais contrata?

source: Distribution of prices of contracts
pt: Distribuição de preços dos contratos

source: Percentage of contracts by direct procurement or public tender
pt: Percentagem de contratos por ajuste direto e por concurso público.

source: How do portuguese municipalities contract most?
pt: Como é que os municípios mais contratam?

source: Time of publication of municipalities
pt: Tempo de publicação dos municípios

source: Ranking of specificity of municipalities
pt: Ranking de especificidade de municípios

source: Lorenz curve of private entities
pt: Curva de Lorenz de entidades privadas

source: Equality line
pt: Linha de igualdade

source: Histogram
pt: Histograma

source: histogram of contracts values
pt: Histograma do preços dos contratos

source: entities earning
pt: entidades que ganharam

source: entities expending
pt: entidades que gastaram

source: tender
pt: concurso público

source: direct procurement
pt: ajuste direto

source: contracts published too late
pt: contratos publicados demasiado tarde

source: name
pt: nome

source: mandates
pt: mandatos

source: filter deputies
pt: filtrar deputados

source: search
pt: procura

source: Analysis of deputies
pt: Análises aos deputados

source: deputies
pt: deputados

source: with at least
pt: com pelo menos

source: Deputies
pt: Deputados

source: Licence
pt: Licença

source: with
pt: com

source: Number of mandates
pt: Número de mandatos

source: Number of deputies
pt: Número de deputados

source: Parties
pt: Partidos

source: in legislature
pt: activo

source: %(count)s mandate
pt: %(count)s mandato

source: Public deputies
pt: Deputados Públicos

source: Welcome to Public Deputies
pt: Bem vindo ao Deputados Públicos

source: In this sub-project we use the official database of deputies from the <a href="%(parliament_url)s">portuguese parliament</a> to try to understand the relationship between political agents (deputies) and economical agents (entities).
pt: Neste sub-projeto usamos a base de dados oficial de deputados do <a href="%(parliament_url)s">parlamento</a> para compreendermos melhor a relação entre agentes políticos (deputados) e agentes económicos (entidades).

source: We are working on a way to map the declarations of conflicts of interests of the deputies into public and private entities.
pt: Estamos a trabalhar numa forma de mapear as declarações de interesses dos deputados em entidades da base de dados de contratos públicos.

source: Meanwhile, we provide some analysis of the deputies.
pt: Entretanto, apresentamos algumas análises sobre o parlamento.

source: The first analysis is:
pt: A primeira análise é:

source: How long a portuguese deputy stays in the parliament?
pt: Quanto tempo um deputado está no parlamento?

source: Portuguese deputies can be in the parliament for multiple mandates, bounded only by the persons' maximum age. With the data from the <a href="%(parliament_url)s">official website</a> of the portuguese parliament, we posed the question of how long a deputy stays in parliament. Here is the result:
pt: Os deputados podem estar no parlamento durante múltiplos mandatos, limitados apenas pela sua idade máxima. Com os dados do <a href="%(parliament_url)s">site oficial</a> do parlamento, colocámos a questão de quanto tempo um deputado está no parlamento. Eis o resultado:

source: The data accounts for ~1200 deputies since 1992. For each deputy, we considered the total time of all his mandates. The graph shows the percentage of deputies (y-axis, log-scale) with at least x days in parliament (x-axis), each bar accounts for 50 days.
pt: Os dados são de ~1200 deputados, desde 1992. Para cada deputado, considerámos o tempo total de todos os seus mandados. O gráfico mostra a percentagem de deputados (eixo-y, escala logaritmica) com pelo menos x dias no parlamento (eixo-x), cada barra corresponde a 50 dias.

source: For instance, if a deputy has 2 mandates (consecutives or not), one with 1500 days and other with 1010 days, he or she counts to the interval [2050, 2100].
pt: Por exemplo, se um deputado tem 2 mandados (consecutivos ou não), um de 1500 dias e outro de 1010 dias, pertence ao intervalo [2050, 2100].

source: The data seems to show an exponential decay with an half-life of about ~1500 days (one complete legislature).
pt: Os dados parecem ter um decaimento exponencial, com um tempo de semi-vida de ~1500 dias (1 legislatura completa).

source: The graph also shows that ~2%% of all deputies ever in the parliament are there for at least 20 years. You can find who they are <a href="%(url)s?sorting=mandates">here</a>.
pt: O gráfico mostra também que ~2%% de todos os deputados que estiveram algum dia no parlamento estão lá há mais de 20 anos. Pode conhecê-los <a href="%(url)s?ordem=mandatos">aqui</a>.

source: Notice that deputies with less than one legislature can be due to interruptions in legislatures. Thanks to João Miranda and Pedro Magalhães, see discussion <a href="%(url)s">here</a>.
pt: Deputados com menos de uma legislatura pode ser devido a uma interrupção da legislatura (E.g. eleições antecipadas). Obrigado ao João Miranda e Pedro Magalhães, discussão <a href="%(url)s">aqui</a>.

source: Other informations about this project
pt: Outras informações sobre este projeto

source: We use Twitter to announce updates and new analysis.
pt: Usamos o Twitter para anunciar novas análises e resultados.

source: This sub-project is becoming possible also because <a href="%(url)s">demo.cratica</a>'s source code is open. We thank the contributors of demo.cratica for that and for the code.
pt: Este sub-projeto tem sido possível também devido ao <a href="%(url)s">demo.cratica</a> ser um projeto de código aberto. Agradecemos aos seus contribuidores por isso e pelas ideias que usámos do seu código.

source: %(count)s mandate
pt: %(count)s mandato

source: %(count)s deputy
pt: %(count)s deputado

source: %(count)s deputy
pt: %(count)s mandato

source: in current legislature
pt: nesta legislatura

source: %(count)s mandate
pt: %(count)s mandato

source: Deputies list
pt: Lista de deputados

source: parties
pt: partidos

source: party
pt: partido

source: How many mandates a deputy is in the Parliament?
pt: Quantos mandatos um deputado está no Parlamento?

source: time in office
pt: tempo no parlamento

source: Laws in %s
pt: Leis em %s

source: Latest laws in %s
pt: Últimas leis em %s

source: Documents
pt: Documentos

source: filter laws
pt: filtrar leis

source: Analysis to the law
pt: Análises à lei

source: Introduction
pt: Introdução

source: The Laws of a country are probably the written documents with most impact on the people's life, as they constitute the rules on which they live in a country.
pt: As leis portuguesas são provavelmente os documentos mais com mais importância na vida dos portugueses, pois definem as regras que estamos sujeitos.

source: The European Union (EU) is today an important legislative body in creating laws that affect all EU state members and it has been claimed that the European elections are the most important elections so far.
pt: A União Europeia (UE) é hoje um importante corpo legislativo que cria leis que afectam Portugal nas diferentes àreas de governação e tem sido afirmado que estas eleições europeias são as mais importantes até hoje.

source: Here we try to quantify this. Our assumption is that european elections are important when the EU law has an impact on people's life, which is quantifiable by its impact on national laws.
pt: Neste trabalho tentámos quantificar esta afirmação. A nossa assunção é que eleições europeias são importantes quando a lei europeia tem impacto na vida dos portugueses, e isto é quantificável pelo seu impacto na lei nacional.

source: With this in mind, we posed the question: what is the impact of the european law in the portuguese law?
pt: Com isto em mente, colocámos a pergunta: qual o impacto da lei europeia na lei portuguesa?

source: Main result
pt: Resultado principal

source: To answer this, we picked all documents published in the Series I of "Diário da República", counted how many cited <em>at least</em> one european law, and divided that number by the total number of created laws, for each year, which gives us the percentage of portuguese laws that, at some level, are depending on a EU law. The result is shown below:
pt: Para responder a isso, pegámos em todos os documentos publicados na Série I do Diário da República (online), contámos quantos citam <em>pelo menos</em> uma vez uma lei europeia, e dividimos esse número pelo total de leis criadas, em cada ano. Isto dá-nos a percetagem anual de leis que, a algum nível, dependem directamente de uma lei europeia, que argumentamos ser uma medida realista do seu impacto. O resultado é o seguinte:

source: Details
pt: Detalhes

source: If the document does not have its text available, we ignore it; this accounts for 17%% of all documents.
pt: Se um documento não tiver texto integral acessível, ignorámo-lo; isto representa 17%% de todos os documentos.

source: Discussion
pt: Discussão

source: As expected, we observe a steady increase from 1986 (year Portugal joined EU), and 14%% of all portuguese laws created in 2013 cited at least one european law.
pt: Como esperávamos, observamos um crescimento desde 1986 (ano que entrámos na UE) quantificado em 14%% de todas as leis criadas em 2013 terem citado pelo menos uma vez uma lei europeia.

source: From 1985 to 2005 (20 years), there was a consistent increase to ~7%%. We observe that there was a change in sloop since ~2005, which gave rise to an increase of ~7%% in ~10 years, or double the sloop.
pt: De 1985 a 2005 (20 anos), houve um crescimento consistente de ~7%% e observamos que o crescimento nos últimos 10 anos foi também de 7%%, que representa o dobro.

source: Conclusion
pt: Conclusões

source: Here, we measured quantitatively the impact of the european law in the portuguese law and we have shown that Europe legislation has a strong impact in portuguese law: in 2013 about 14%% of all portuguese laws cited an european law at least once.
pt: Neste trabalho medimos quantitativamente o impacto da lei europeia na lei e mostrámos que a legislação europeia tem um forte impacto: em 2013 cerca de 14%% de toda a lei citou pelo menos uma vez uma lei europeia.

source: Furthermore, we have shown that the velocity of this impact doubled since 2004: in 10 years (2003-2013) the percentage of laws citing european law raised as much as in the 20 years before (1985-2005).
pt: Mostrámos também que a velocidade com que esse impacto se tem dado duplicou desde ~2005: em 10 anos (2003-2013) a percentagem de leis que citam leis europeias cresceu tanto como nos 20 anos anteriores (1985-2005).

source: This seems to support the idea that the European elections are not only important, but they are also becoming more important as they have more impact on the rules that govern people's life.
pt: Assim, concluimos que as eleições europeias não são só importantes, como se estão a tornar mais importantes pois têm cada vez mais impacto na legislação nacional e consequentemente nos cidadãos portugueses.

source: It remains to be studied if this effect is similar in other european states.
pt: Fica por estudar se este efeito é similar noutros estados membros.

source: Year
pt: Ano

source: Number of documents
pt: Número de documentos

source: The types of laws that ever exist or existed in the Portuguese Law are shown since the first Republic.
pt: Evolução dos tipos de leis que existem ou existiram desde a Primeira República.

source: In this work I take a look at how the number of different laws evolved over time. To that, I considered all documents in the Series I of "Diário da República", and plotted the number of documents of a given type published at a given year.
pt: Neste trabalho vizualizamos como os diferentes tipos de leis evoluiram no tempo. Para isso, considerei todos os documentos na Série I do Diário da República e apresento o número de documentos de cada tipo publicados num dado ano.

source: How to use
pt: Como usar

source: To exclude one type, click on it; to select only one type, double click on it. Over the mouse for detailed information on each year.
pt: Para excluir um tipo, clique nele; para selecionar apenas um tipo, clique duas vezes nele. Passe o rato para informação detalhada de cada ano.

source: Only the 17 most common types are shown to simplify the visualization; "Outros" represent the others types; types are ordered by commonness ("Portaria" is the commonest, then "Decreto", etc.)
pt: Só os 17 tipos mais frequentes são mostrados para simplificar a vizualização; "Outros" representam todos os outros tipos; tipos estão ordenados pela sua frequência.

source: Here we are interested in the phenomena of <em>creation of new laws</em>; naturally most of the documents here were already revoked.
pt: Aqui estou interessado no fenómeno de <em>criação de novas leis</em>; a maioria dos documentos aqui já foram revogados.

source: Observations
pt: Observações

source: <strong>Portaria</strong> is by far the most common type of document; it was used consistently throughout our modern history.
pt: <strong>Portaria</strong> é de longe o tipo de documento mais frequente; foi usado consistemente ao longo da nossa história moderna.

source: This is consistent since portarias are administrative and regulatory laws with narrow scope.
pt: Isto faz sentido dado que Portarias são leis regulatórias e administativas de âmbito específico.

source: It is relevant to point out that since 2011 it has been used very little when compared to previous decades; only in the 50' Portaria was used this little.
pt: Merece ser destacado que em 2011 houve uma quebra significativa do seu uso quando comparado com décadas anteriores; apenas nos anos 50 a Portaria foi usada tão pouco.

source: <strong>Decreto</strong> was used very often until the dictatorship (1933), and it seems to have been replaced by other types, notably <strong>Declaração</strong> and <strong>Decreto-Lei</strong>.
pt: <strong>Decreto</strong> foi usado muito frequentemente até à ditadura (1910-1933) e parece ter sido posterioremente substituído por outros tipos, em particular por <strong>Declaração</strong> e <strong>Decreto-Lei</strong>.

source: If we exclude "Portaria", we observe that, overall, the number of laws is decreasing since 1976 (year of <a href="%(the_url)s">approval of a new Constitution</a>).
pt: Se excluirmos Portaria, observamos que o número de leis criadas está a diminuir desde 1976 (ano da <a href="%(the_url)s">aprovação da nova constituição</a>).

source: In <strong>radical governmental changes</strong> (1933, 1974) new types appear and old become extinct [hide "Portaria" and "Decreto" to notice this]
pt: Em <strong>alterações radicais de governação</strong> (1933, 1974) é frequentente novos tipos serem criados e antigos tipos serem extintos. [exclua "Portaria" e "Decreto" para facilitar a vizualização desde fenómeno].

source: "Decreto-Lei" is highly used immediately after these changes, which is consistent with its used to define general principles [hide "Portaria" and "Decreto" to see this better].
pt: "Decreto-Lei" é consideravelmente mais usado em anos imediatos a estas alterações radicais que é consistente com o seu fim de definir regras gerais.

source: <strong>Declaração</strong> seems to have been used less in recent years, but in fact it has been replaced by more specific types of declarations (also part of "Others").
pt: <strong>Declaração</strong> parece ter sido usada menos nos últimos anos, mas é necessário ter em conta que tipos de declaração mais específicos têm surgido (alguns inseridos em "Outros").

source: Further observations are left as exercise to the reader. ;)
pt: Outras observações são deixadas como exercício para o leitor. ;)

source: Acknowledgments
pt: Agradecimentos

source: I would like to thank <a href="%(home_url)s">Pedro Magalhães</a> for the <a href="%(suggestion_url)s">discussion</a> that lead to this plot.
pt: Gostaria de agradecer ao <a href="%(home_url)s">Pedro Magalhães</a> pela <a href="%(suggestion_url)s">sugestão</a> que levou a este gráfico.

source: We picked all documents published in the Series I of "Diário da república online", counted how many were published in each year. Here is the result:
pt: Pegámos em toda a Série I do Diário da República online e contámos quantos documentos foram publicados em cada ano. Eis o resultado:

source: Details:
pt: Detalhes:

source: This graph was obtained using all the documents available on the official website of the portuguese law, under Series I. Currently they are about ~200.000.
pt: Este gráfico foi obtido a partir de todos os documentos acessíveis no Diário da República Online, Série I. São hoje ~200.000 documentos.

source: For simplicity, we define "Law" to be anything that is "officially published in the Series I of Diário da República".
pt: Por simplicidade, definimos "Lei" como sendo qualquer documento que é oficialmente publicado na Série I do Diário da República.

source: Types
pt: Tipos

source: Public Law
pt: Lei Pública

source: Welcome to Public Law
pt: Bem vindo ao Lei Pública

source: In this project we use the <a href="%(dre_url)s">official database of the portuguese law</a> to explore some of its properties.
pt: Neste projecto usamos a <a href="%(dre_url)s">base de dados da lei portuguesa</a> para explorar algumas das suas propriedades.

source: What can you find here?
pt: O que pode encontrar aqui?

source: This section of the website contains all documents published in the Series I of "Diário da República" - the official publication for portuguese laws.
pt: Esta secção do website contém todos os documentos publicados na Série I do Diário da República, ou seja, todas as leis portuguesas.

source: This accounts for all laws since 1910, the beginning of the portuguese Republic, until today: the database is daily synchronized with the official database.
pt: Estão cá todas as leis desde 1910 até hoje: a base de dados é sincronizada diariamente com a base de dados oficial.

source: When the law has integral text, we apply a special formatting to improve text's readability, and allow to refer to specific articles (e.g. see <a href="%(url)s">Portaria 117/2014</a>).
pt: Quando uma lei tem texto integral disponível, aplicamos uma formatação especial para melhorar a sua leitura e permitir referirmo-nos a artigos ou números específicos (e.g. ver <a href="%(url)s">Portaria 117/2014</a>).

source: Besides law, we also present some statistical features of it. One example is the <a href="%(url)s">evolution of the portuguese laws</a>:
pt: Para além da lei, também apresentamos algumas análises estatísticas da mesma. Um exemplo é a <a href="%(url)s">Evolução da lei portuguesa</a>:

source: Other information:
pt: Outras informações:
