Repository: jorgecarleitao/public-contracts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: contracts
pt: contratos

source: contractors
pt: contratantes

source: contracted
pt: contratados

source: tenders
pt: concursos

source: customers
pt: clientes

source: Contracts as hiring
pt: Contratos como contratante

source: Contracts as hired
pt: Contratos como contratado

source: Contracts in "%s"
pt: Contracts em "%s"

source: Tenders in "%s"
pt: Concursos em "%s"

source: Latest contracts in %s
pt: Últimos contratos em %s

source: Contracts with "%s"
pt: Contratos com "%s"

source: Tenders created by "%s"
pt: Concursos criados por "%s"

source: Latest tenders in %s
pt: Últimos concursos em %s

source: date
pt: data

source: price
pt: preço

source: filter contracts
pt: filtrar contratos

source: order
pt: ordem

source: date range
pt: filtrar por data

source: range
pt: datas

source: filter tenders
pt: filtrar concursos

source: any order
pt: qualquer ordem

source: earnings
pt: ganho

source: expenses
pt: despesa

source: any entity
pt: qualquer entidade

source: municipality
pt: município

source: county
pt: freguesia

source: filter entities
pt: filtrar entidades

source: limits list to specific entities
pt: limita a lista a entidades específicas

source: type
pt: tipo

source: value
pt: valor

source: Analysis
pt: Análises

source: Rank
pt: Ranking

source: Relative cumulative earnings
pt: Cumulativo relativo

source: Download data
pt: Baixar dados

source: Income Inequality in Public Contracts
pt: Desigualdade de Rendimentos em Contratos Públicos

source: A popular tool among economists to visualize the income inequality between entities (typically households) is to plot the so called <strong>Lorenz curve</strong>.
pt: Uma ferramenta popular entre economistas para visualizar a desigualdade entre entidades (tipicamente agregados familiares) é a chamada <strong>curva de Lorenz</strong>.

source: The Lorenz curve relates the income of an entity with its relative position among all other entities. <a id="extend-button-1" href="#">(how it is constructed)</a>
pt: A curva de Lorenz relaciona o rendimento de uma entidade com a sua posição relativa nos rendimentos de outras entidades. <a id="extend-button-1" href="#">(como é construída)</a>

source: On the x axis, the entity's relative rank: 0 is the entity with lowest income; 1 is the entity with highest income.
pt: No eixo do x, o ranking relativo da entidade: 0 é a entidade com menor rendimento; 1 a entidade com maior rendimento.

source: On the y axis, the relative cumulative income: the 1st entity value is its income; the 2nd entity value is its income plus the income of the 1st entity, and so forth such that, the last entity (who earned more) value is the total earned by all entities. These values are then divided by the total, such that the last entity has value 1.
pt: No eixo do y, o rendimento cumulativo relativo: a 1a entidade tem o valor do seu rendimento, a segunda o valor do seu rendimento + o rendimento da entidade anterior, e por ai em diante. A última entidade (com maior rendimento), tem o valor o total de rendimentos de todas as entidades. De seguida, os valores são todos divididos pelo total, de forma que a última entidade tem valor 1.

source: The Lorenz curve starts at (x, y) = (0, 0) and ends at (x, y) = (1, 1). If all entities have the same income, the curve is a strait line; if only one entity has income, the curve is a constant at 0, except on the last entity, which has value 1.
pt: A curva de Lorenz começa em (x, y) = (0, 0) e acaba em (x, y) = (1, 1). Se todas as entidades tiverem o mesmo rendimento, é uma linha recta; se apenas uma entidade tiver rendimento, é uma linha constante em y = 0, excepto em x = 1, que salta para valor y = 1.

source: The relevance of the Lorenz curve is that it measures the income inequality of the entities considered: the farther away from the strait line, the larger the inequality. In particular, the area between the strait line and the curve is proportional to the <strong>Gini index</strong>, a popular macroscopic indicator of income inequality.
pt: A relevância da curva de Lorenz é que esta mede a desigualdade de rendimentos: quanto mais longe estiver da linha recta, maior a desigualdade. Em particular, a área entre a linha recta e a curva de Lorenz é proporcional ao <strong>índice de Gini</strong>, um popular indicador macroscópico de desigualdade de rendimentos.

source: Lorenz Curve
pt: Curva de Lorenz

source: In this analysis we consider the Lorenz curve of all private entities that were ever contracted on a public contract, over their income by public contracts. For each entity, we compute the income over all public contracts of that entity, and use the procedure above to compute the Lorenz Curve, using all private entities. <a id="extend-button-2" href="#">(what is a private entity)</a> The curve was computed from all entities (~100.000), and here we plot 200 of them uniformly distributed on the x axis.
pt: Nesta análise calculamos a curva de Lorenz de todas as entidades privadas que alguma vez realizaram um contrato público, sobre os seus rendimentos por contratos públicos. Ou seja, para cada entidade, calculamos o rendimento sobre todos os contratos públicos em que foi contratata, e usamos o procedimento acima para calcular a curva de Lorenz, usando todas as entidades privadas. <a id="extend-button-2" href="#">(O que é uma entidade privada)</a>A curva foi calculada usando todas as entidades, e aqui representamos 200 delas uniformemente distribuídas no eixo do x.

source: The database has both public and private entities. We used the following approximation to exclude public entities: entities where the total earned is higher than the total expended are considered private: so far, we never found a public entity with profit in this database.
pt: Como a base de dados contém entidades públicas e privadas sem distinção, usámos a seguinte aproximação para excluir entidades públicas: entidades em que o rendimento total é superior aos gastos totais são consideradas privadas. Até hoje nunca encontrámos uma entidade pública com lucro nesta base de dados. Algumas entidades privadas que contrataram uma entidade pública mas nunca foram contratadas poderão estar incluidas, que assumimos serem poucas.

source: Gini Index
pt: Índice de Gini

source: The Gini index is a popular index to quantify inequality: a Gini index of 0 means that all entities have the same income; a Gini index of 1 means that only one entity has income.
pt: O índice de Gini é um índice macroscópico popular para quantificar desigualdade de rendimentos: 0 significa que as entidades têm os mesmos rendimentos; 1 significa que apenas uma entidade tem rendimentos.

source: From our data, we computed the Gini index, from which we obtain the numeric value of <strong>%(gini_index)s</strong>.
pt: Pela curva, calculamos que o índice de Gini tem o valor numérico de <strong>%(gini_index)s</strong>.

source: Compared to the Gini index of household income, <strong>~0.34</strong> <a href="http://www.pordata.pt/en/Portugal/Gini+index-2166">[PORDATA]</a>, the value seems to be high. However, one should note that here entities can be very different: e.g. different number of employees, different economical sectors. This naturally leads to a higher Gini index as larger companies likely have higher income.
pt: Comparado com o índice de Gini de rendimentos familiares, <strong>~0.34</strong> <a href="http://www.pordata.pt/en/Portugal/Gini+index-2166">[PORDATA]</a>, o valor parece ser extremamente elevado. No entanto, notamos que diferentes entidades podem ser extremamente diferentes: número de trabalhadores ou sectores económicos diferentes fazem com que entidades sejam desiguais, e isso naturalmente reflecte-se no índice de Gini.

source: It would be interesting to compare this value to the Gini index computed from the taxes-declared income of portuguese entities, and see if income by public contracts is different.
pt: Seria interessante comparar este valor com o índice de Gini calculado pelos rendimentos de entidades declarados em impostos, e ver se a contratação pública difere significamente destes.

source: between
pt: entre

source: and
pt: e

source: Value in €
pt: Valor em €

source: Number of contracts
pt: Número de contratos

source: Distribution of contract prices
pt: Distribuição de preços dos contratos

source: How many contracts are priced as X Euros?
pt: Quantos contratos têm o preço de X euros?

source: Portugal's official database has today %(count)s contracts, with a total value of %(price)s €. In this analysis, we asked:
pt: A base de dados de contratos públicos tem hoje %(count)s contratos, totalizando %(price)s €. Nesta análise perguntamos:

source: What is the distribution of prices of these contracts?
pt: Qual é a distribuição de preços destes contratos?

source: The graph represents the number of contracts (y-axis) within a price range (x-axis). We point out two caracteristics of the distribution:
pt: O gráfico representa o número de contratos (eixo y) dentro de uma gama de preços (eixo x). Realçamos duas caracteristicas da distribuição:

source: The maximum is around 5000€-10.000€
pt: O máximo da distribuição encontra-se entre 5.000€-10.000€.

source: The distribution is broad, with contracts from euros to million of euros.
pt: A distribuição é larga, i.e. tem várias ordens de grandeza, com contratos desde euros até milhões de euros.

source: month
pt: mês

source: Number of signed contracts
pt: Número de contratos assinados

source: When Portugal contract most?
pt: Quando é que o estado mais contrata?

source: By European law, portuguese public entities must publish their contracts in an <a href="%(url)s">official public database</a>. With this database, we posed the question: when Portugal contract most?
pt: Por lei, as entidades públicas têm de publicar os seus contratos numa <a href="%(url)s">base de dados oficial</a>. Com esta informação, colocámos a pergunta: quando é que o estado mais contrata?

source: We picked all contracts in that database and count how many of then were signed on each month. Here is the result:
pt: Pegámos em todos os contratos e contámos quantos foram assinados em cada mês. Eis o resultado:

source: Observations and context
pt: Observações e contexto

source: The database only started to be populated in 2008-2009. This is consistent with the time the portuguese law of public procurements came into effect.
pt: A base de dados só começou a ser populada em 2008-2009, quando a lei da União Europeia entrou em efeito. Isto explica o crescimento inicial durante 2008-2009.

source: Expand technical details...
pt: Expandir detalhes técnicos...

source: Because the database contains only a percentage of all contracts (not every contract is published), one important assumption is that this percentage does not strongly depend on the signing date.
pt: Porque a base de dados apenas contém uma percentagem de todos os contratos, uma assunção importante que fazemos é que esta percentagem não depende da data de assinatura.

source: We are not using the sum of values (€) of the contracts. The argument is that values are unbounded: one single contract can make a particular month to have a arbitrary large value. (For experts:) the reason is that the variance of the sum of values can be unbounded because the distribution of values is broad.
pt: Não estamos a usar a soma de valores (€) dos contratos. O argumento é que os valores são ilimiados: se for muito caro, um único contrato pode dominar o valor do mês em que foi assinado.(Para especialistas:) a razão é que a variância da soma pode ser ilimitada porque a distribuição de valores é broad.

source: We see that there is a non-negligible peak in september of 2009, and we now show that it is due to a portuguese municipal election in that month. To that, we divide all contracts in two: the ones made only by municipalities, and the ones made only by non-municipalities.
pt: Vemos que há um pico não negligenciável em Setembro de 2009, e vamos agora mostrar que isto é devido a uma eleição municipal. Para isso, dividímos os contratos em dois: os que foram feitos apenas por municípios, e todos excepto os contratos por municípios.

source: Municipalities only:
pt: Apenas municípios:

source: In <a href="%(the_url)s">this analysis</a> we justify that this graph is consistent with the existence of two municipal elections, one in 10-2009 and other in 10-2013.
pt: <a href="%(the_url)s">Nesta análise</a> justificámos que este gráfico é consistente com a existência das eleições municipais em 10-2009 e 10-2013.

source: Non-Municipalities only:
pt: Excluindo municípios:

source: If we exclude all contracts from municipalities, this peak disappears, showing that municipal elections have a considerable influence on municipalities procurement, which, in turn, considerably influences the overall portuguese procurement statistics.
pt: Se excluirmos os contratos dos municípios, o pico de 09-2009 desaparece, mostrando que as eleições municipais têm uma grande influência no número de contratos realizados pelos municípios que, por sua vez, influencia o número de contratos total.

source: entities
pt: entidades

source: earned between
pt: ganharam entre

source: Number of entities
pt: Número de entidades

source: Distribution of earnings of entities
pt: Distribuição de ganhos de entidades

source: How many entities earned/spent X Euros?
pt: Quantas entidades ganharam X euros?

source: Average of
pt: Média de

source: Average depth
pt: Especificidade média

source: days
pt: dias

source: Average time (days)
pt: Tempo médio (dias)

source: Entities index
pt: Ranking de especificidade de municípios

source: Average depth:
pt: Especificidade média:

source: Percentage of contracts
pt: Percentagem de contratos

source: How many contracts are published too late?
pt: Quantos contratos são publicados demasiado tarde?

source: By European law, portuguese public entities must publish their contracts in an <a href="%(url)s">official public database</a> within 10 days after it is signed. We question: how many contracts are published outside this interval?
pt: Por lei, as entidades públicas têm de publicar os seus contratos numa <a href="%(url)s">base de dados oficial</a> dentro de 10 dias depois de fechado. Colocamos a pergunta: quantos contratos são publicados fora deste intervalo?

source: We picked all contracts in the database and count how many of then were signed on each month, and how many were added to the official database with more than 10 days from signing date. Here is the result:
pt: Pegámos em todos os contratos e contámos quantos foram assinados em cada mês e quantos foram adicionados à base de dados oficial mais de 10 dias depois de assinados. Eis o resultado:

source: We see that the application of the law was mainly improved during 2009, and now more than 99%% of all published contracts comply to this point of the law.
pt: Vemos que a aplicação da lei melhorou maioritariamente durante 2009, e hoje mais de 99%% cumpre este ponto da lei.

source: While this does not mean that the law of public contracts is being applied in 99%% of the cases, it shows that the 10 days requirement is being fulfilled 99%% of the cases.
pt: Embora isto não signifique que a lei dos contratos públicos esteja a ser aplicada na integra, mostra que o requerimento de 10 dias está a ser cumprido em mais de 99%% dos casos.

source: When do portuguese ministries contract most?
pt: Quando é que os ministérios mais contratam?

source: By European law, portuguese public entities must publish their contracts in an <a href="%(url)s">official public database</a>. With this database, we posed the question: when do portuguese ministries contract most?
pt: Por lei, as entidades públicas têm de publicar os seus contratos numa <a href="%(url)s">base de dados oficial</a>. Com esta informação, colocámos a pergunta: quando é que os ministérios mais contratam?

source: We picked all contracts of all ministries and grouped then by the month of <strong>signing date</strong>. Here is the result:
pt: Pegámos em todos os contratos de todos os ministérios, e agrupámo-los por mês de <strong>assinatura do contrato</strong>. Eis o resultado:

source: Relevant context:
pt: Contexto relevante:

source: By ministry we mean entities whose name starts with "Secretaria-Geral do Ministério ...".
pt: Por ministério queremos dizer entidades em que o nome começa por "Secretaria-Geral do Ministério ...".

source: The database only started to be populated from 2008, when European Union law came into effect. To some extent, this explains the sudden increase during 2008-2009.
pt: A base de dados só começou a ser populada em 2008, quando a lei da União Europeia entrou em efeito. Em certa medida, isto explica o crescimento inicial durante 2008-2009

source: When do portuguese municipalities contract most?
pt: Quando é que os municípios mais contratam?

source: By European law, portuguese public entities must publish their contracts in an <a href="%(url)s">official public database</a>. With this database, we posed the question: when do portuguese municipalities contract most?
pt: Por lei, as entidades públicas têm de publicar os seus contratos numa <a href="%(url)s">base de dados oficial</a>. Com esta informação, colocámos a pergunta: quando é que os municípios mais contratam?

source: We picked all contracts of all municipalities and grouped then by the month of <strong>signing date</strong>. Here is the result:
pt: Pegámos em todos os contratos de todos os municípios, e agrupámo-los por mês de <strong>assinatura do contrato</strong>. Eis o resultado:

source: However, this does not explain the increase in 2009 to values to above the average value of dates posterior to 2009, i.e., why number of signed contracts decreased after end of 2009?
pt: No entanto, isto não explica o crescimento em 2009 para valores acima do valor médio posterior a 2009, i.e., porque é que o número de contratos assinados decresceu no final de 2009?

source: There were two municipal elections; one in 11-10-2009, the other in 29-09-2013. In both cases, the number of contracts significantly increases before the election month.
pt: Houve duas eleições autárquicas neste periodo; uma em 11-10-2009 e outra em 29-09-2013. Em ambos os casos, o número de contratos aumenta significamente em relação ao valor médio.

source: Because the database contains only a percentage of all contracts (not every contract is published), one important assumption is that this percentage does not depend on the signing date. (For experts:) the assumption is that the database constitute an unbiased sample of all contracts.
pt: Porque a base de dados apenas contém uma percentagem de todos os contratos, uma assunção importante que fazemos é que esta percentagem não depende da data de assinatura. (Para especialistas:) a assunção é que a base de dados constitui uma amostra unbiased de todos os contratos.

source: We are not using the sum of values (€) of the contracts. The argument is that values are unbounded: one single contract can make a particular month to have a arbitrary large value. (For experts:) the reason is that the variance of the sum of values can be unbounded because the distribution of values is broad.
pt: Não estamos a usar a soma de valores (€) dos contratos. O argumento é que os valores são ilimiados: se for muito caro, um único contrato pode dominar o valor do mês em que foi assinado.(Para especialistas:) a razão é que a variância da soma pode ser ilimitada porque a distribuição de valores é broad.

source: On the other hand, the number of contracts is bounded. Moreover, the number of contracts reflects better the idea of "number of individual actions" the municipality does.
pt: Por outro lado, o número de contratos é limitado. Para além disso, o número de contratos reflete melhor a ideia de "número de acções individuais" que o município fez.

source: There is a periodic peak of contracts in September. The beginning of school can be a justification for it.
pt: Há um pico periódico em Setembro. Uma possível explicação é o início do período escolar.

source: Overall, we argue that municipal elections have a strong influence on the number of contracts on months preceding the election.
pt: Em suma, argumentamos que as eleições autárquicas têm uma grande influência na contratação pública dos municípios portugueses.

source: In the particular case of 2009, this quantifies to an almost duplication of the number of contracts in relation to posterior dates.
pt: Na eleição de 2009, isto quantifica-se em quase o dobro de contratos em relação a datas posteriores.

source: Portuguese municipalities - tender or direct procurement?
pt: Como é que os municípios mais contratam?

source: The procedure to create a public procurement in Portugal is mainly either by <strong>direct procurement</strong> or by a <strong>public tender</strong>. In this analysis we asked the question:
pt: O procedimento para criar um contrato público é maioritariamente <strong>ajuste direto</strong> ou <strong>concurso público</strong>. Nesta análise colocámos a pergunta:

source: How municipalities do procurement?
pt: Que procedimento os municípios mais usam?

source: We considered all contracts of all municipalities of each month and asked how many were decided by a public tender, and how many were decided by direct procurement. Here is the result:
pt: Considerámos todos os contratos de todos os municípios de cada mês e perguntámos que percentagem deles foi feita por ajuste direto e por concurso público. Eis o resultado:

source: Contracts
pt: Contratos

source: Categories
pt: Categorias

source: Entities
pt: Entidades

source: Tenders
pt: Concursos

source: Parent categories
pt: categorias pai

source: Children categories
pt: categorias filho

source: Summary
pt: Sumário

source: Contractors
pt: Contratantes

source: Contracted
pt: Contratados

source: In this category:
pt: Nesta categoria:

source: Apply filter and order
pt: Aplicar filtros e ordenação

source: Apply
pt: Aplicar

source: Cancel
pt: Cancelar

source: From
pt: De

source: To
pt: A

source: Description
pt: Descrição

source: Value
pt: Valor

source: Type
pt: Tipo

source: Date
pt: Data

source: registered at
pt: registado a

source: Category
pt: Categoria

source: No category assigned.
pt: Sem categoria.

source: Location
pt: Localização

source: Official record
pt: Registo oficial

source: Expenses:
pt: Despesa:

source: No expenses
pt: Sem despesa

source: Earnings:
pt: Ganhos:

source: No earnings
pt: Sem ganhos

source: Customers
pt: Clientes

source: Value:
pt: Valor:

source: Fiscal Number
pt: NIF

source: Earned
pt: Lucro

source: Expended
pt: Despesa

source: Last contracts
pt: Últimos contratos

source: Full list
pt: Lista completa

source: Main clients (hired)
pt: Principais clientes (contrataram)

source: Main clients (were hired)
pt: Principais clientes (contratados)

source: Public contracts
pt: Contratos públicos

source: Public Contracts
pt: Contratos Públicos

source: A place to understand the portuguese public procurement.
pt: Um local para compreender a contratação pública portuguesa.

source: Here you can find any public contract or tender officially published in the portuguese official database. We aim to provide tools for you to extract meaningful answers about them. Learn how...
pt: Aqui pode encontrar qualquer contrato ou concurso público publicado na base de dados oficial de contratos públicos. O nosso objetivo é dar-lhe ferramentas para você mesmo poder responder às perguntas que tem sobre a contratação pública portuguesa. Aprenda como...
